Repository: claudiosanches/woocommerce-pagarme
Catalog: languages/woocommerce-pagarme-*.po
Languages: pt_br

source: %1$dx of %2$s %3$s
pt_br: %1$dx de %2$s %3$s

source: (interest-free)
pt_br: (sem juros)

source: (total of %s)
pt_br: (total de %s)

source: Accept banking ticket payments using Pagar.me.
pt_br: Aceite pagamentos de boletos bancários usando o Pagar.me.

source: Accept credit card payments using Pagar.me.
pt_br: Aceite pagamentos com cartão de crédito usando o Pagar.me.

source: Active Brazilian Market
pt_br: Ative o plugin "Brazilian Market Checkout"

source: Active WooCommerce
pt_br: Ative o plugin do WooCommerce

source: After clicking "Place order" you will have access to banking banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Após clicar em "Fazer pedido" você terá acesso ao boleto bancário que poderá imprimir e pagar no seu internet banking ou em uma lotérica.

source: After we receive the banking ticket payment confirmation, your order will be processed.
pt_br: Após recebermos a confirmação do pagamento do boleto bancário, seu pedido será processado.

source: Anti Fraud Score
pt_br: Pontuação Antifraude

source: Async
pt_br: Assíncrono

source: Bank Slip Settings
pt_br: Configurações de Boleto Bancário

source: Banking Ticket
pt_br: Boleto Bancário

source: Banking Ticket URL
pt_br: Link do Boleto Bancário

source: Card Code
pt_br: Código do cartão

source: Card Holder Name
pt_br: Nome do Titular

source: Card Number
pt_br: Número do cartão

source: Credit Card
pt_br: Cartão de Crédito

source: Credit Card Settings
pt_br: Configurações do cartão de crédito

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: A moeda %s não é suportada. Funciona apenas com Real Brasileiro.

source: Debug Log
pt_br: Log de Depuração

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Description
pt_br: Descrição

source: Diners
pt_br: Lanchonete

source: Enable checkout Pagar.me
pt_br: Ativar o checkout do Pagar.me

source: Enable logging
pt_br: Habilitar logs

source: Enable Pagar.me Banking Ticket
pt_br: Habilitar Boleto Bancário Pagar.me

source: Enable Pagar.me Credit Card
pt_br: Habilitar Cartão de Credito Pagar.me

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Expiry (MM/YY)
pt_br: Expira (MM/YY)

source: Free Installments
pt_br: Parcelas gratuitas

source: Gateway Testing
pt_br: Teste de gateway

source: If enabled the banking ticket url will appear in the order page, if disabled it will appear after the checkout process.
pt_br: Se ativado, o link do boleto bancário aparecerá na página do pedido, se desativado, aparecerá após o processo de checkout.

source: Install Brazilian Market
pt_br: Instalar Brazilian Market

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: Installments
pt_br: Parcelas

source: Integration Settings
pt_br: Configuração de Integração

source: Interest rate
pt_br: Taxa de juro

source: Invalid transaction data.
pt_br: Dados de transação inválidos.

source: Log Pagar.me events, such as API requests. You can check the log in %s
pt_br: Registre eventos do Pagar.me, como solicitações de API. Você pode verificar os logs em %s

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas possíveis com pagamentos com cartão de crédito.

source: Missing credit card data, please review your data and try again or contact us for assistance.
pt_br: Dados de cartão de crédito ausentes. Revise seus dados e tente novamente ou entre em contato conosco para obter assistência.

# no free installments
source: None
pt_br: Nenhum

source: Note: The order will be confirmed only after the payment approval.
pt_br: Obs: O pedido só será confirmado após a aprovação do pagamento.

source: Number of Installment
pt_br: Número de Parcelas

source: Number of installments with interest free.
pt_br: Quantidade de parcelas sem juros.

source: Order %1$s has been marked as failed, because the transaction was rejected by the card company or by fraud, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como falhado porque a transação foi rejeitada pela empresa do cartão ou por fraude. Para mais detalhes, consulte %2$s.

source: Order %1$s has been marked as refunded by Pagar.me, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como reembolsado pelo Pagar.me, para mais detalhes, veja %2$s.

source: Pagar.me - Banking Ticket
pt_br: Pagar.me - Boleto Bancário

source: Pagar.me - Credit Card
pt_br: Pagar.me - Cartão de Crédito

source: Pagar.me API Key
pt_br: Pagar.me chave de API

source: Pagar.me Dashboard > My Account page
pt_br: Pagar.me Painel > Configurações

source: Pagar.me Disabled
pt_br: Pagar.me desativado

source: Pagar.me documentation
pt_br: Pagar.me documentação

source: Pagar.me Encryption Key
pt_br: Chave de criptografia Pagar.me

source: Pagar.me for WooCommerce
pt_br: Pagar.me para WooCommerce

source: Pagar.me Request Failure
pt_br: Falha na solicitação do Pagar.me

source: Pagar.me: The banking ticket was issued but not paid yet.
pt_br: Pagar.me: O boleto bancário foi emitido, mas ainda não pago.

source: Pagar.me: The transaction is being processed.
pt_br: Pagar.me: A transação está sendo processada.

source: Pagar.me: The transaction was authorized.
pt_br: Pagar.me: A transação foi autorizada.

source: Pagar.me: The transaction was refunded/canceled.
pt_br: Pagar.me: A transação foi reembolsada/cancelada.

source: Pagar.me: The transaction was rejected by the card company or by fraud.
pt_br: Pagar.me: A transação foi rejeitada pela operadora do cartão ou por fraude.

source: Pagar.me: Transaction is waiting for antifraud analysis.
pt_br: Pagar.me: A transação está aguardando análise antifraude.

source: Pagar.me: Transaction paid.
pt_br: Pagar.me: Transação paga.

source: Pagar.me: You should manually analyze this transaction to continue payment flow, access %s to do it!
pt_br: Pagar.me: Você deve analisar manualmente esta transação para continuar o fluxo de pagamento, acesse %s para fazer isso!

source: Pay the banking ticket
pt_br: Pague o boleto bancário

source: Pay with Banking Ticket
pt_br: Pague com boleto bancário

source: Pay with Credit Card
pt_br: Pague com cartão de crédito

source: Payment
pt_br: Pagamento

source: Payment divided into a lower amount than permitted.
pt_br: Pagamento dividido em valor inferior ao permitido.

source: Payment made with more installments than allowed.
pt_br: Pagamento feito com mais parcelas do que o permitido.

source: Payment successfully made using %1$s credit card in %2$s.
pt_br: Pagamento feito com sucesso usando o cartão de crédito %1$s em %2$s.

source: Please click in the following button to view your banking ticket.
pt_br: Clique no botão a seguir para visualizar seu boleto bancário.

source: Please enter with the interest rate amount. Note: use 0 to not charge interest.
pt_br: Insira com o valor da taxa de juros. Observação: use 0 para não cobrar juros.

source: Please enter with the value of smallest installment, Note: it not can be less than 5.
pt_br: Favor informar com o valor da menor parcela, Obs: não pode ser inferior a 5.

source: Please enter your Pagar.me API Key. This is needed to process the payment and notifications. Is possible get your API Key in %s.
pt_br: Por favor, insira sua chave API do Pagar.me. Isso é necessário para processar o pagamento e as notificações. É possível obter sua chave de API em %s.

source: Please enter your Pagar.me Encryption key. This is needed to process the payment. Is possible get your Encryption Key in %s.
pt_br: Por favor, insira sua chave de criptografia do Pagar.me. Isso é necessário para processar o pagamento. É possível obter sua chave de criptografia em %s.

source: Please use the link below to view your banking ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Use o link abaixo para visualizar seu boleto bancário, você pode imprimir e pagar no seu internet banking ou em uma lotérica:

source: Please, select the number of installments
pt_br: Por favor, selecione o número de parcelas

source: Print Banking Ticket
pt_br: Imprimir boleto bancário

source: recommends using the last version of Brazilian Market plugin to work!
pt_br: recomenda usar a última versão do plugin Brazilian Market para funcionar!

source: Register order for refused transactions
pt_br: Registrar pedido para transações recusadas

source: Register order for refused transactions when Pagar.me Checkout is enabled
pt_br: Registrar pedido para transações recusadas quando Pagar.me Checkout está habilitado

source: Register Refused Order
pt_br: Registrar pedido recusado

source: Smallest Installment
pt_br: Menor Parcela

source: System Status &gt; Logs
pt_br: Status do sistema &gt; Logs

source: The transaction for order %s refunded
pt_br: A transação do pedido %s foi reembolsada

source: The transaction for order %s was rejected by the card company or by fraud
pt_br: A transação do pedido %s foi rejeitada pela operadora do cartão ou por fraude

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Title
pt_br: Título

source: Total paid
pt_br: Total pago

source: Transaction failed
pt_br: Falha na transação

source: Transaction refunded
pt_br: Transação reembolsada

source: View order
pt_br: Ver pedido

source: We recommend checking out our documentation before starting using
pt_br: Recomendamos verificar nossa documentação antes de começar a usar

source: When enabled opens a Pagar.me modal window to receive the customer's credit card information.
pt_br: Quando habilitado abre uma janela modal do Pagar.me para receber as informações do cartão de crédito do cliente.

source: Wrong payment amount total.
pt_br: Total de pagamento incorreto.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e pagar no seu internet banking ou em uma lotérica.

source: Your banking ticket is being generated, access your order to view it.
pt_br: Seu boleto bancário está sendo gerado, acesse seu pedido para visualizá-lo.
